;汉化：aotix，由他人汉化补充而来。2023/6/23

;[FoundationIncursion X2SitRepTemplate]
;FriendlyName="基金会突袭"
;Description="SCP基金会的机动特遣队被派遣至该区域。"

;[FoundationIncursionEffect X2SitRepEffect_AddTeam]
;FriendlyName="基金会突袭"
;Description="SCP基金会干员在作战区域行动中。"

[FoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Epsilon-11 (「九尾狐」) 突袭"
Description="SCP基金会的精锐士兵被派遣至该区域。"

[FoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Epsilon-11 (「九尾狐」) 突袭"
Description="SCP基金会的精锐士兵正在任务区域里行动。"

[SNeFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Eta-10 (「非礼勿视」) 侵入"
Description="抗认知危害专家被派遣至该区域。"

[SNeFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Eta-10 (「非礼勿视」) 侵入"
Description="抗认知危害专家正在任务区域中工作。"

[MahFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Beta-7 (「疯帽商」) 考察"
Description="SCP基金会的疯帽商部队被派遣至该区域。"

[MahFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Beta-7 (「疯帽商」) 考察"
Description="SCP基金会的疯帽商部队在作战区域行动中。"

[FieFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Epsilon-9 (「噬火者」) 净化"
Description="SCP基金会的净化部队被派遣至该区域。"

[FieFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Epsilon-9 (「噬火者」) 净化"
Description="SCP基金会的净化部队在作战区域行动中。"

[HmdFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Nu-7 (「锤击」) 攻坚"
Description="SCP基金会的重装部队正在任务区域里。"

[HmdFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Nu-7 (「锤击」) 攻坚"
Description="SCP基金会的重装部队正在任务区域里。"

[PecFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Lambda-12 (「虫害防治」) 歼灭"
Description="SCP基金会的铲除者正在作战区域行动中。"

[PecFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Lambda-12 (「虫害防治」) 歼灭"
Description="SCP基金会的铲除者正在作战区域行动中。"

[AsmFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Gamma-13 (「阿西莫夫的执法者」) 扫荡"
Description="SCP基金会的机械部门在作战区域行动中。"

[AsmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Gamma-13 (「阿西莫夫的执法者」) 扫荡"
Description="SCP基金会的机械部门在作战区域行动中。"

[MolFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Zeta-9 (「鼹鼠」) 调查"
Description="SCP基金会的近战专家在作战区域行动中。"

[MolFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Zeta-9 (「鼹鼠」) 调查"
Description="SCP基金会的近战专家在作战区域行动中。"

[SamFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Tau-5 (「轮回」) 部属"
Description="不朽基金会士兵被部署至作战区域。"

[SamFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Tau-5 (「轮回」) 部属"
Description="不朽基金会士兵已被部署至作战区域。"

[DrmFoundationIncursion X2SitRepTemplate]
FriendlyName="机动特遣队Omicron Rho（「梦之队」）部属"
Description="基金会Oneiroi已已部署至此地。"

[DrmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="机动特遣队Omicron Rho（「梦之队」）部属"
Description="基金会Oneiroi已部署至此地。"

[MTFRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 初级兵"

[MTFMachineGunner_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 支援兵"

[MTFLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 指挥官"

[MTFRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 士兵"

[MTFMachineGunner_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 机枪兵"

[MTFLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 红扁帽"

[MTFRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 特种部队"

[MTFMachineGunner_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 重装机枪兵"

[MTFLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 九尾狐"

[MTFSneRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Eta-10 士兵"

[MTFSneRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Eta-10 干员"

[MTFSneRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Eta-10 老兵"

[MTFSneLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Eta-10 队长"

[MTFSneLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Eta-10 军官"

[MTFSneLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Eta-10 指挥官"

[MTFMahRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Beta-7 探险者"

[MTFMahRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Beta-7 疯帽商"

[MTFMahRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Beta-7 老兵"

[MTFMahLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Beta-7 生化学家"

[MTFMahLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Beta-7 领域专家"

[MTFMahLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Beta-7 生化军官"

[MTFFieRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 清洗者"

[MTFFieRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 火炬者"

[MTFFieRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 燃烧者"

[MTFFieLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 点火者"

[MTFFieLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 烈焰者"

[MTFFieLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 野火者"

[MTFHmdRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 炮灰"

[MTFHmdRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 士兵"

[MTFHmdRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 战事专家"

[MTFHmdLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 士官长"

[MTFHmdLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 军官"

[MTFHmdLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 将军"

[MTFPecRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Lambda-12 除虫者"

[MTFPecRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Lambda-12 清除者"

[MTFPecRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Lambda-12 歼灭者"

[MTFPecLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Lambda-12 根除者"

[MTFPecLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Lambda-12 昆虫学家"

[MTFPecLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Lambda-12 漫烟者"

[MTFAsmRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Gamma-13 侦查单位"

[MTFAsmRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Gamma-13 驻地单位"

[MTFAsmRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Gamma-13 战争机器"

[MTFAsmLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Gamma-13 技师"

[MTFAsmLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Gamma-13 专家"

[MTFAsmLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Gamma-13 干员"

[MTFMolRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Zeta 9 探勘者"

[MTFMolRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Zeta 9 探险家"

[MTFMolRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Zeta 9 先驱"

[MTFMolLeader_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Zeta 9 洞穴探查者"

[MTFMolLeader_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Zeta 9 探路者"

[MTFMolLeader_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Zeta 9 指挥官"

[MTFSamOnru_M1 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; 为了便于记忆，一位女性

[MTFSamOnru_M2 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; 为了便于记忆，一位女性

[MTFSamOnru_M3 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; 为了便于记忆，一位女性

[MTFSamIrantu_M1 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; 为了便于记忆，一位男性

[MTFSamIrantu_M2 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; 为了便于记忆，一位男性

[MTFSamIrantu_M3 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; 为了便于记忆，一位男性

[MTFSamMunru_M1 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ; For sake of remembering, a male

[MTFSamMunru_M2 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ; For sake of remembering, a male

[MTFSamMunru_M3 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ; For sake of remembering, a male

[MTFSamNANKU_M1 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; For sake of remembering, a female

[MTFSamNANKU_M2 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; For sake of remembering, a female

[MTFSamNANKU_M3 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; For sake of remembering, a female

[MTFDrmRookie_M1 X2CharacterTemplate]
strCharacterName="机动特遣队Omicron Rho 梦神族"

[MTFDrmRookie_M2 X2CharacterTemplate]
strCharacterName="机动特遣队Omicron Rho 梦境猎人"

[MTFDrmRookie_M3 X2CharacterTemplate]
strCharacterName="机动特遣队Omicron Rho 梦神"

[MTF_m4a1_M1 X2WeaponTemplate]
FriendlyName="基金会发行 M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M1 X2WeaponTemplate]
FriendlyName="基金会发行 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M1 X2WeaponTemplate]
FriendlyName="基金会发行 FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M2 X2WeaponTemplate]
FriendlyName="基金会发行 M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M2 X2WeaponTemplate]
FriendlyName="基金会发行 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M2 X2WeaponTemplate]
FriendlyName="基金会发行 FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M3 X2WeaponTemplate]
FriendlyName="基金会发行 M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M3 X2WeaponTemplate]
FriendlyName="基金会发行 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M3 X2WeaponTemplate]
FriendlyName="基金会发行 FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M1 X2WeaponTemplate]
FriendlyName="基金会发行 Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M2 X2WeaponTemplate]
FriendlyName="基金会发行 Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M3 X2WeaponTemplate]
FriendlyName="基金会发行 Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M1 X2WeaponTemplate]
FriendlyName="基金会发行 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M2 X2WeaponTemplate]
FriendlyName="基金会发行 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M3 X2WeaponTemplate]
FriendlyName="基金会发行 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_M1014_M1 X2WeaponTemplate]
FriendlyName="基金会发行 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M2 X2WeaponTemplate]
FriendlyName="基金会发行 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M3 X2WeaponTemplate]
FriendlyName="基金会发行 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_Pistol_M1 X2WeaponTemplate]
FriendlyName="基金会发行 M1911"
FriendlyNamePlural="M1911s"
BriefSummary="基金会发行的 M1911 手枪。造成的伤害比我们的常规手枪少，但更精准。"
TacticalText="机动特遣队使用的手枪"

[MTF_Pistol_M2 X2WeaponTemplate]
FriendlyName="基金会发行 M1911"
FriendlyNamePlural="M1911s"
BriefSummary="基金会发行的 M1911 手枪。造成的伤害比我们的常规手枪少，但更精准。"
TacticalText="机动特遣队使用的手枪"

[MTF_Pistol_M3 X2WeaponTemplate]
FriendlyName="基金会发行 M1911"
FriendlyNamePlural="M1911s"
BriefSummary="基金会发行的 M1911 手枪。造成的伤害比我们的常见手枪少，但更精准。"
TacticalText="机动特遣队使用的手枪"

[MTF_TranqPistol_M1 X2WeaponTemplate]
FriendlyName="基金会发行 镇静枪"
FriendlyNamePlural="镇静枪"
BriefSummary="基金会发行 镇静枪"
TacticalText="基金会发行 镇静枪"

[MTF_TranqPistol_M2 X2WeaponTemplate]
FriendlyName="基金会发行 镇静枪"
FriendlyNamePlural="镇静枪"
BriefSummary="基金会发行 镇静枪"
TacticalText="基金会发行 镇静枪"

[MTF_XCOMTranqPistol X2WeaponTemplate]
FriendlyName="XCOM 镇静枪"
FriendlyNamePlural="XCOM 镇静枪"
BriefSummary="XCOM 镇静枪具有特殊功能「快速眩晕」，可让目标陷入混乱或使其眩晕。"
TacticalText="XCOM 镇静枪具有特殊功能「快速眩晕」，可让目标陷入混乱或使其眩晕。"


[MTF_SpecialM249_M1 X2WeaponTemplate]
FriendlyName="基金会发行 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M2 X2WeaponTemplate]
FriendlyName="基金会发行 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M3 X2WeaponTemplate]
FriendlyName="基金会发行 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M1 X2WeaponTemplate]
FriendlyName="基金会发行激光步枪"
FriendlyNamePlural="基金会发行激光步枪"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M2 X2WeaponTemplate]
FriendlyName="基金会发行激光步枪"
FriendlyNamePlural="基金会发行激光步枪"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M3 X2WeaponTemplate]
FriendlyName="基金会发行激光步枪"
FriendlyNamePlural="基金会发行激光步枪"
BriefSummary=""
TacticalText=""

[ScrambleGearAbility X2AbilityTemplate]
LocFriendlyName="拦截者头盔过滤器"
LocFlyOverText="拦截者头盔过滤器"
LocLongDescription="中和化基金会已知的所有认知危害。还可以增强感知（命中率）。"
LocHelpText="对基金会已知的所有认知危害和心灵干扰免疫。"

[ScrambleGearUpgradeKit X2ItemTemplate]
FriendlyName="拦截者头盔升级套件"
FriendlyNamePlural="拦截者头盔升级套件"
BriefSummary="看似「拦截者头盔」的普通零件，实际上是「拦截者头盔」面罩的高阶版。我们可以用它来升级我们的「拦截者头盔」。"

[MazHattersEQ X2ItemTemplate]
FriendlyName="损坏的疯帽商背心"
FriendlyNamePlural="疯帽商背心"
BriefSummary="从尸体上卸除的疯帽商背心"

[FireEatersEQ X2ItemTemplate]
FriendlyName="损坏的噬火者装备"
FriendlyNamePlural="损坏的噬火者装备"
BriefSummary="从尸体上卸除的噬火者背心装备"

[PecBrokenTranq X2ItemTemplate]
FriendlyName="损坏的基金会镇静枪"
FriendlyNamePlural="损坏的基金会镇静枪"
BriefSummary="掉落自 Lambda-12 首领的基金会镇静枪。"

[AsmEQ X2ItemTemplate]
FriendlyName="阿西莫夫的手榴弹的哑弹"
FriendlyNamePlural="未引爆的阿西莫夫的手榴弹"
BriefSummary="这颗阿西莫夫的手榴弹看来故障了。"

[MolEQ X2ItemTemplate]
FriendlyName="损坏的鼹鼠攀爬设备"
FriendlyNamePlural="损坏的鼹鼠攀爬设备"
BriefSummary="从尸体上卸除的鼹鼠攀爬设备。"

[MTFStunGrenade X2GrenadeTemplate]
FriendlyName="机动特遣队眩晕手榴弹"
FriendlyNamePlural="机动特遣队眩晕手榴弹"
BriefSummary="Nu-7 使用的震荡手榴弹旨在活捉嫌疑人和相关组织。它不会造成伤害，但是可以抛得更远，并让目标眩晕。对小队成员也有效。"
TacticalText="<Bullet/> 眩晕手榴弹无伤害但抛掷距离更远，可让目标眩晕。<br><Bullet/> 对小队成员也有效。"
ThrownAbilityName="投掷眩晕手榴弹"
ThrownAbilityHelpText="击晕受影响区域中的所有敌对目标。"
LaunchedAbilityname="发射眩晕手榴弹"
LaunchedAbilityHelpText="击晕受影响区域中的所有敌对目标。"

[AsmGrenade X2GrenadeTemplate]
FriendlyName="阿西莫夫的手榴弹"
FriendlyNamePlural="阿西莫夫的手榴弹"
BriefSummary="Gamma-13 使用的阿西莫夫的手榴弹。其作用为降低半径范围内所有单位的骇入防御力，并使其武器失效，迫使他们重新装填武器。"
TacticalText="<Bullet/> 阿西莫夫的手榴弹会对机械类敌人造成8点绝对伤害，同时还会使范围内的所有单位主要武器失效。"
ThrownAbilityName="投掷阿西莫夫的手榴弹"
ThrownAbilityHelpText="伤害敌方机器人，并停用受影响区域所有单位的武器。"
LaunchedAbilityname="发射阿西莫夫的手榴弹"
LaunchedAbilityHelpText="伤害敌方机器人，并停用受影响区域所有单位的武器。"

[ScrambleGear X2EquipmentTemplate]
FriendlyName="拦截者头盔"
FriendlyNamePlural="拦截者头盔"
UnknownUtilityCategory="心灵攻击防御"
BriefSummary="这种头戴设备可以抵消基金会已知的所有认知危害。"
TacticalText="不受所有认知危害和心灵控制攻击的影响，并增强感知（命中率）"

[MazHatVest X2EquipmentTemplate]
FriendlyName="疯帽商背心"
FriendlyNamePlural="疯帽商的背心"
BriefSummary="机动特遣队基金会之疯帽商穿戴的背心，可免疫所有元素伤害并增强护甲值和血量"
TacticalText="<Bullet/> 增强士兵的生命值和护甲值。\n<Bullet/> 具有防火，防酸，防霜，防电，防辐射和防毒功能。"

[MoleVest X2EquipmentTemplate]
FriendlyName="鼹鼠攀爬设备"
FriendlyNamePlural="鼹鼠攀爬设备"
BriefSummary="Zeta-9 干员使用的攀爬设备。"
TacticalText="<Bullet/> 增强士兵的生命值、护甲值和闪避率。提供爪钩能力。\n<Bullet/>。"

[FieHellWeave X2EquipmentTemplate]
FriendlyName="噬火者炼狱编织套装"
FriendlyNamePlural="噬火者的炼狱编织套装"
BriefSummary="附加弹药和手榴弹袋的炼狱编织套装"
TacticalText="<Bullet/> 增强士兵的生命值和护甲值。\n<Bullet/> 提供火焰免疫力，并有机会使近距离攻击者燃烧并附带伤残效果，并提供火焰手榴弹和装配龙火弹的重型武器。"

[ScrambleGearMk2 X2EquipmentTemplate]
FriendlyName="先进干扰装备"
FriendlyNamePlural="先进干扰装备"
UnknownUtilityCategory="心灵攻击防御"
BriefSummary="这种头戴设备可以抵消基金会已知的所有认知危害。"
TacticalText="不受所有认知危害和心灵控制攻击的影响，并增强感知（命中率）"


[MazHatVestBonus X2AbilityTemplate]
LocFriendlyName="疯帽抗性"
LocHelpText="对酸，毒，火，霜，电和辐射具有免疫力。"
LocLongDescription="对酸，毒，火，霜，电和辐射具有免疫力。"
LocFlyOverText="疯帽抗性"

[MoleVestBonus X2AbilityTemplate]
LocFriendlyName="鼹鼠附加效果"
LocHelpText="提供生命值，护甲值，闪避率和特殊爪钩。"
LocLongDescription="提供生命值，护甲值，闪避率和特殊爪钩。"
LocFlyOverText="鼹鼠附加效果"

[FieScorchCircuits X2AbilityTemplate]
LocFriendlyName="噬火者的烧灼电路"
LocHelpText="自动对任何近战攻击者造成火焰伤害。授予火系装备，并具有抗火和抗霜冻能力。"
LocLongDescription="自动对任何近战攻击者造成伤害。提供抗火和抗霜冻能力。"
LocFlyOverText="噬火者的烧灼电路"

[FieHellWeaveGrenade X2AbilityTemplate]
LocFriendlyName="手榴弹袋"
LocHelpText="提供免费的燃烧手榴弹充能"

[FieHellWeaveThrower X2AbilityTemplate]
LocFriendlyName="油箱"
LocHelpText="提供免费的地狱火技能充能"

[FieHellWeaveRounds X2AbilityTemplate]
LocFriendlyName="火龙弹药袋"
LocHelpText="提供火龙弹。替代该士兵原使用的其他弹药类型。（我不晓得它将如何与Grimy的战利品弹药升级一起使用）"

[ScrambleGearAimAbility X2AbilityTemplate]
LocFriendlyName="拦截者头盔精确设备"
LocFlyOverText="拦截者头盔精确设备"
LocLongDescription="提升骇入，命中和暴击概率。"
LocHelpText="提升骇入，命中和暴击概率。"

[ScrambleGearMk2AimAbility X2AbilityTemplate]
LocFriendlyName="先进干扰装备精确设备"
LocFlyOverText="先进干扰装备精确设备"
LocLongDescription="提升骇入，命中和暴击概率。"
LocHelpText="提升骇入，命中和暴击概率。"

[PTG_ScrambleGear_Tech X2TechTemplate]
DisplayName = "拦截者头盔分析"
Summary = "这个所谓的「拦截者头盔」似乎是一种装置，可以保护佩戴者免受任何干扰心智和灵能的影响，还能授予他们增强现实护目镜并提供其瞄准辅助的作用。沉博士和她的团队将对这款非凡的头盔进行分析。"
LongDescription = "我们设法成功重建了该设备，如果你希望的话，沉博士的团队应该能够量产这种设备。——R.泰根。"

[PTG_ScrambleGear_Engineer X2TechTemplate]
DisplayName = "拦截者头盔建造"
Summary = "在成功分析了在战场回收的「拦截者头盔」之后，我们应该能够在复仇者号上建造此类设备。" 
LongDescription = "「拦截者头盔」可进一步将那些影响士兵心智的敌方灵能隔绝在外。我建议让我们的士兵于战场上试用。——R.泰根。"

[PTG_ScrambleGearMk2_Engineer X2TechTemplate]
DisplayName = "拦截者头盔升级"
Summary = "现在，我们可以使用机动特遣队Eta-10 「非礼勿视」 的升级套件，以增强内置在我们的「拦截者头盔」中的感知（命中率）扩大器。" 
LongDescription = "看来「非礼勿视」的小队长携带了一个「拦截者头盔」升级套件，我们可以使用它来进一步改进我们的一个「拦截者头盔」。——R.泰根。"

[PTG_MazHatVest_Engineer X2TechTemplate]
DisplayName = "疯帽商背心重建"
Summary = "它被严重损坏，但并非无法修复。我们应该能够重建其所有系统和保护性覆板。" 
LongDescription = "疯帽商身着极为有效的防护衣，可保护他们免受所有元素危害。我们可以尝试为自己打造其一。——R.泰根。"

[PTG_FieHellWeave_Engineer X2TechTemplate]
DisplayName = "噬火者炼狱编织套装重建"
Summary = "这套装备残破不堪，需要维修。可试图修复以供我们的士兵在战场上使用。" 
LongDescription = "噬火者配备了相当紧凑的装备，这让他们可以携带更多的燃烧性军械。如果我们取用些超铀核心和外星合金应该可以重新打造。——R.泰根。"

[PTG_PecTranq_Engineer X2TechTemplate]
DisplayName = "基金会镇静手枪重建"
Summary = "这把手枪能够暂时眩晕有机体和机器人单位。我们可以尝试重建它。" 
LongDescription = "「虫害控制」的干员标配了基金会武器以及这把手枪，能够击晕有机目标或暂时使机械目标失效。我们可以尝试进行重建和升级，以更好地满足我们的目的。——R.泰根。"

[PTG_AsmGrenade_Engineer X2TechTemplate]
DisplayName = "阿西莫夫的手榴弹分析与重建"
Summary = "这颗手榴弹似乎出现了故障，因此我们可以对其进行分析，并找到在工程舱中制造它们的方法。" 
LongDescription = "阿西莫夫的执法者正在使用类似的手榴弹，它们与科幻作家阿西莫夫几乎没有关系，但与安德森机器人学院有些联系。在分析完成后，我们应该能够大规模生产这种类型的手榴弹。——R.泰根。"

[PTG_MolArmor_Engineer X2TechTemplate]
DisplayName = "鼹鼠设备重建"
Summary = "这件战术背心比我们大多数的防弹衣更轻，并且配有爪钩和攀爬装备。我们可以尝试重建它。" 
LongDescription = "「鼹鼠」是专门研究地下和封闭空间的机动特遣队，这解释了为什么他们的装备包括爪钩和类似的装备。我们可以为我们的士兵重建那件背心，以便在战场上使用。——R.泰根。"


[PTG_MazHatVest_Engineer2 X2TechTemplate]
DisplayName = "疯帽背心建造"
Summary = "成功重建后，我们可以制造额外的基础背心，而无需原始框架。" 
LongDescription = "「疯帽商」穿着极其高效的防护服，可以保护他们免受所有元素危害。我们可以根据需要制造任意数量的背心。——R·泰根"

[PTG_FieHellWeave_Engineer2 X2TechTemplate]
DisplayName = "噬火者炼狱编织套装建造"
Summary = "成功重建后，我们可以制造额外的基础炼狱编织套装，而无需原始框架。" 
LongDescription = "「噬火者」装备了相当紧凑的装备，使他们能够携带更多的燃烧装备。我们可以根据需要制造任意数量的套装。——R·泰根"

[PTG_PecTranq_Engineer2 X2TechTemplate]
DisplayName = "基金会镇静手枪建造"
Summary = "成功重建后，我们可以制造额外的基础镇静手枪，而无需原始框架。" 
LongDescription = "「虫害控制」的干员标配了基金会武器以及这把手枪，能够击晕有机目标或暂时使机械目标失效。我们可以根据需要制造任意数量的手枪。——R.泰根。"

[PTG_MolArmor_Engineer2 X2TechTemplate]
DisplayName = "鼹鼠设备建造"
Summary = "成功重建后，我们可以制造额外的基础背心，而无需原始框架。" 
LongDescription = "鼹鼠」是专门研究地下和封闭空间的机动特遣队，这解释了为什么他们的装备包括爪钩和类似的装备。我们可以根据需要制造任意数量的背心。——R.泰根。"

[MTFgign_helm X2BodyPartTemplate]
DisplayName="机动特遣队头盔"

[MTFgign_helm2 X2BodyPartTemplate]
DisplayName="机动特遣队头盔 2"

[MTFgign_helm3 X2BodyPartTemplate]
DisplayName="机动特遣队头盔 3"

[FoundationLogo X2BodyPartTemplate]
DisplayName="「控制」「收容」「保护」"

[PecLightningHands X2AbilityTemplate]
LocFriendlyName="雷霆之手"
LocLongDescription="向目标发射你的 <Ability:SecondaryWeaponName/> 此攻击无需消耗任何行动点。"
LocHelpText="向目标发射你的 <Ability:SecondaryWeaponName/> 此攻击无需消耗任何行动点。"
LocFlyOverText="雷霆之手"

[XCOMPECLightningHands X2AbilityTemplate]
LocFriendlyName="快速眩晕"
LocLongDescription="发射你的 <Ability:SecondaryWeaponName/> 使目标暂时眩晕或陷入混乱。此攻击无需消耗任何行动点。"
LocHelpText="向目标发射你的 <Ability:SecondaryWeaponName/> 此攻击无需消耗任何行动点。"
LocFlyOverText="快速眩晕"

[SamsaraPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：轮回活性涂层"
BriefSummary="从轮回成员那搜刮来的模控植入物可让士兵复元，并摆脱敌人的火力。"

[FoundationForces X2SitRepTemplate]
FriendlyName="基金会封锁"
Description="任务在完全被基金会机动特遣队封锁的区域内进行。"

[FoundationForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="基金会封锁"
Description="任务在完全被基金会机动特遣队封锁的区域内进行"




;2021

[MTFAsm_Boss X2CharacterTemplate]
strCharacterName="机动特遣队Gamma-13 掠夺猎人"

[AsmBossCosmetic X2AbilityTemplate]
LocFriendlyName="护盾电路"
LocHelpText="MEC对蓝屏协议和其他反机器人措施具有免疫能力。"
LocLongDescription="MEC对蓝屏协议和其他反机器人措施具有免疫能力。"
LocFlyOverText="免疫蓝屏"

[MTFMEC_M4_WPN X2WeaponTemplate]
FriendlyName="执法者加特林步枪"
FriendlyNamePlural="执法者加特林步枪"
BriefSummary="由阿西莫夫执法者的战斗机器人使用的MEC武器。"
TacticalText="重型MEC武器"

[MTFMECXCOM_M4_WPN X2WeaponTemplate]
FriendlyName="执法者加特林步枪"
FriendlyNamePlural="执法者加特林步枪"
BriefSummary="由阿西莫夫执法者的战斗机器人使用的MEC武器。"
TacticalText="重型MEC武器"

[MTFBoss X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-11 突击队"

[MTFSneBoss X2CharacterTemplate]
strCharacterName="机动特遣队Eta-10 中校"

[MTF_M1014_M4 X2WeaponTemplate]
FriendlyName="基金会发行 M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTFMah_Boss X2CharacterTemplate]
strCharacterName="机动特遣队Beta-7 化学掷弹兵"

[MTFFie_Boss X2CharacterTemplate]
strCharacterName="机动特遣队Epsilon-9 将军"

[MTFHmd_Boss X2CharacterTemplate]
strCharacterName="机动特遣队Nu-7 将军"

[MTFPec_Boss X2CharacterTemplate]
strCharacterName="机动特遣队Lambda-12 神枪手"

[MTF_M249_M4 X2WeaponTemplate]
FriendlyName="基金会发行 M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M4 X2WeaponTemplate]
FriendlyName="基金会发行 G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTFSword_BM X2WeaponTemplate]
FriendlyName="基金会发行火剑"
FriendlyNamePlural="火剑"
BriefSummary=""
TacticalText=""

[mtfSustainingSphereAbility X2AbilityTemplate]
LocFriendlyName="延续之球"
LocHelpText="延续之球是一种紧急的安全机制，当士兵濒临死亡时会自动激活，将其暂时悬停以延长生命。该球只能在战斗中使用一次，并在激活后永久从士兵的物品栏中移除。"
LocLongDescription="延续之球是一种紧急的安全机制，当士兵濒临死亡时会自动激活，将其暂时悬停以延长生命。该球只能在战斗中使用一次，并在激活后永久从士兵的物品栏中移除。"
LocFlyOverText="延续之球"
LocPromotionPopupText="<Bullet/> 请注意，经过延续的单位可能会在从静止状态中恢复后仍保留有害状态效果，如中毒或燃烧。<br/>"

[mtfSustainingSphereTriggeredAbility X2AbilityTemplate]
LocFriendlyName="延续之球"
LocHelpText="延续之球是一种紧急的安全机制，当士兵濒临死亡时会自动激活，将其暂时悬停以延长生命。该球只能在战斗中使用一次，并在激活后永久从士兵的物品栏中移除。"
LocLongDescription="延续之球是一种紧急的安全机制，当士兵濒临死亡时会自动激活，将其暂时悬停以延长生命。该球只能在战斗中使用一次，并在激活后永久从士兵的物品栏中移除。"


[MazHatVestmk2 X2EquipmentTemplate]
FriendlyName="疯帽商灵能背心"
FriendlyNamePlural="疯帽商灵能背心"
BriefSummary="基金会疯帽商机动特遣队使用的疯帽商背心。免疫所有属性伤害类型以及护甲和生命值。使用灵能技术升级。授予堡垒能力和可重复使用的延续之球效果"
TacticalText="<Bullet/>增加士兵的生命值和护甲。\n<Bullet/>提供对火、酸、霜、电、辐射和毒药的免疫。"

[FoundationSectopod_Wpn X2WeaponTemplate]
FriendlyName="扫描器枪"
FriendlyNamePlural="扫描器枪"
BriefSummary="XCOM设法回收了各种标准步兵小型武器；这是最常见的品种，类似于二十年前使用的步枪。虽然明显不如变种人的磁力技术，但至少可以使用额外的武器回收进行升级，一旦发现了标准的技术方法。"
TacticalText="<Bullet/> 使用主武器开火将结束士兵的回合\n<Bullet/> 如果士兵在两个行动都可用的情况下开火，将进行三次射击，准确度降低，但整体效率提高\n<Bullet/> 使用从敌人身上掠夺的升级物品来提高突击步枪的战术效果"

[FoundationSectopod X2CharacterTemplate]
strCharacterName="基金会控制的扫描器"

;I don't know whether I'll actually use this ability for the sectopod. 
[ObeyTheSCP X2AbilityTemplate]
LocFriendlyName="接管"
LocLongDescription="试图侵入敌方人工智能系统"
LocHelpText="命令SCP-079接管他所看到的任何敌对人工智能。"
LocFlyOverText="新平台...已获得"
LocMissMessage="侮辱。删除不受欢迎的平台，待定..."
LocPromotionPopupText="<Bullet/> 接管需要灵能操作员的灵能力量属性与目标的意志进行比拼。<br/><Bullet/> 如果接管尝试失败，需等待4个回合才能再次尝试接管。<br/><Bullet/> 如果灵能操作员死亡或离开战场，接管将被中断。<br/>"

[MTFWallPhasing X2AbilityTemplate]
LocFriendlyName="幽灵"
LocHelpText="允许单位直接穿过障碍物。"
LocLongDescription="允许单位直接穿过障碍物。"
LocFlyOverText="相位化"

[MTFMol_Boss X2CharacterTemplate]
strCharacterName="机动特遣队Zeta-9 指挥领导"

[MTFPurifierFlamethrower X2WeaponTemplate]
FriendlyName="机动特遣队火焰喷射器"
FriendlyNamePlural="机动特遣队火焰喷射器"
BriefSummary="机动特遣队火焰喷射器"
TacticalText="机动特遣队火焰喷射器"
AbilityDescName="机动特遣队火焰喷射器"

[MTFPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="净化器在宽但短的锥体中发射火焰。"
LocHelpText="净化器在宽但短的锥体中发射火焰。"
LocFlyOverText="火焰喷射器"